tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "autoconf"
brew "automake"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "fasd"
brew "fd"
brew "gcc"
brew "fpp"
brew "fzf"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-hooks"
brew "git-lfs"
brew "git-plus"
brew "gnu-sed"
brew "gradle"
brew "htop"
brew "hub"
brew "less"
brew "libtool"
brew "macvim"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "nnn"
brew "noti"
brew "opencv"
brew "pandoc"
brew "prettyping"
brew "redis"
brew "ripgrep"
brew "rust"
brew "screenfetch"
brew "sloccount"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tomcat"
brew "xcproj"
brew "xctool"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "thoughtbot/formulae/rcm"
