tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "autoconf"
brew "automake"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "exercism"
brew "fasd"
brew "fd"
brew "sdl2"
brew "gcc"
brew "fpp"
brew "fzf"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-hooks"
brew "git-lfs"
brew "git-plus"
brew "gnu-sed"
brew "go"
brew "pinentry"
brew "gpg-agent"
brew "gradle"
brew "htop"
brew "hub"
brew "less"
brew "libtcod"
brew "libtool"
brew "macvim"
brew "mas"
brew "mercurial"
brew "mingw-w64"
brew "mpd", restart_service: true
brew "mysql", restart_service: true
brew "ncmpcpp"
brew "neovim"
brew "nnn"
brew "node"
brew "noti"
brew "opencv"
brew "pandoc"
brew "prettyping"
brew "redis"
brew "ripgrep"
brew "rust"
brew "screenfetch"
brew "sloccount"
brew "ssh-copy-id"
brew "swiftlint"
brew "taylor"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat"
brew "wine"
brew "winetricks"
brew "xcproj"
brew "xctool"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "thoughtbot/formulae/rcm"
cask "android-studio"
cask "chromedriver"
cask "mactex"
cask "omnifocus"
cask "xquartz"
mas "Adblock Plus", id: 1432731683
mas "Affinity Designer", id: 824171161
mas "BBEdit", id: 404009241
mas "Bear", id: 1091189122
mas "CARROT Weather", id: 993487541
mas "Deliveries", id: 924726344
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Just Press Record", id: 979561272
mas "Magnet", id: 441258766
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
mas "Twitterrific", id: 1289378661
mas "Vimeo", id: 1356686763
mas "Xcode", id: 497799835
